Repository: koreinnovations/content_moderation
Catalog: translations/*.po
Languages: de, fr

source: Edit the state of this revision.
de: Moderations-Status dieser Version bearbeiten.

source: View live revision
de: Live-Version anzeigen
fr: Voir la revision actuel

source: View this revision.
de: Diese Version anzeigen.
fr: Voir cette révision.

source: Compare this revision with the live revision.
de: Diese Version mit der Live-Version vergleichen.
fr: Comparer cette révision à la révision actuel.

source: List all revisions.
de: Alle Versionen anzeigen.
fr: Afficher toutes les révisions.

source: nothing approved yet
de: Bisher nichts freigegeben

source: Viewing
de: Wird angezeigt
fr: Visible

source: Pending
de: Anstehend
fr: En attente

source: View revision @rev.
de: Version @rev anzeigen.
fr: Voir la revision @ rev.

source: Change state of revision @rev.
de: Status der Version @rev ändern.
fr: Changement d'état de la révision @ rev.

source: Compare this revision with the current live revision.
de: Diese Version mit der aktuellen Live-Version vergleichen.
fr: Comparer cette révision à la révision visible en cours.

source: none
de: ohne
fr: aucun

source: Number of pending revisions to be shown in content_moderation block
de: Anzahl der Revision, die im Info-Block angezeigt werden sollen

source: Edit stop on revision-moderation
de: Keine-Bearbeitung bei Revisionsmoderation

source: Force publishing on new nodes
de: Beiträge zwingend veröffentlichen

source: Node on which the transition was done
de: Beitrag für den der Übergang durchgeführt wurde
fr: Nœud sur lequel la transition a été fait

source: Node Revision
de: Beitrags-Version
fr: Noeud de révision

source: Content Moderation state
de: Moderationsstatus

source: Content moderation state of the node revisision
de: Inhaltsmoderations-Status der Beitragsversion
fr: Contenu de l'état de modération revisision noeud

source: Changing state of revision
de: Status der Version wird geändert
fr: Changement d'état de la révision

source: New state
de: Neuer Status
fr: Nouveau état

source: Current state: @curstate
de: Aktueller Status: @curstate
fr: État actuel: @ curstate

source: Choose the next workflow state this revision should be set to.
de: Den nächsten Arbeitsablauf-Status auswählen, auf den diese Version gesetzt werden soll.
fr: Choisissez l'état du workflow Suivant cette révision devrait être définie.

source: Comment
de: Kommentar
fr: Commentaire

source: If you wish, add an optional comment. This will be shown in the history
de: Wenn geünscht kann einen optionaler Kommentar hinzugefügt werden. Dieser wird in der Historie angezeigt
fr: Si vous le souhaitez, ajouter un commentaire optionnel. Ce texte sera présenté dans l'historique

source: Save
de: Speichern
fr: Sauver

source: Cancel
de: Abbrechen
fr: Annuler

source: You are not allowed to change to that state!
de: Keine Berechtigung, in diesen Status zu wechseln!
fr: Vous n'êtes pas autorisé à changer à cet état!

source: This revision !vid has now been published as the new live version.
de: Die Version !vid wurd nun als neue Live-Version veröffentlicht.
fr: Cette révision !vid a maintenant été publiés dans la version visible.

source: The revisions state has been successfully updated to @state
de: Der Status der Version wurde erfolgreich zu @state aktualisiert
fr: L'état des révisions a été mis à jour vers @state

source: this content type (!type) is not under moderation
de: Dieser Inhaltstyp (!type) wird zur Zeit nicht moderiert
fr: ce type de contenu (!type) n'est pas sous modération

source: State
de: Status
fr: État

source: Select a workflow state (content moderation).
de: Arbeitsablauf-Status auswählen (content moderation).
fr: Sélectionnez un état de workflow (modération de contenu).

source: Content moderation info
de: Content moderation Infos
fr: Contenu de modération d'infos

source: Revisions
de: Version

source: Enables you to moderate the creation of nodes and there further editing. You can have a 'Live version' for all visitors and pending revisions which need to be approved and become the new 'Live Version' then.
de: Ermöglicht das Erstellen und spätere Bearbeiten von Beiträgen zu moderieren. Es gibt ‚Live-Versionen‘ für alle Besucher und anstehende Versionen, die genehmigt werden müssen und dann zur ‚Live-Version‘ werden.
fr: Vous permet de modérer la création de nœuds et d'éventuel modification. Vous pouvez avoir une version visible pour tous les visiteurs et en attendant les révisions qui ont besoin d'être approuvé et devenir alors la nouvelle version visible.

source: You are now editing the most recent pending revision (@revision) and not the live version!
de: Hiermit wird gerade die neueste anstehende Version (@revision) bearbeitet und nicht die Live-Version!
fr: Vous éditez maintenant la révision la plus récente (@revision) et pas la version vésible !

source: Your content has been saved as a pending version
de: Der Inhalt wurde in einer anstehenden Version gespeichert.

source: The content of this document has not been approved and is therefor not valid yet!
de: Der Inhalt dieses Dokuments wurde bisher nicht freigegeben und ist daher noch nicht gültig!

source: The revision of this node has been created on @date by !author.
de: Diese Version des Beitrags wurde am @date von !author erstellt.

source: This document has 1 pending revision
de: Dieser Beitrag hat 1 anstehende Version.
fr: Ce document a une révision en attente

source: This document has @count pending revisions
de: Dieser Beitrag hat @count anstehende Versionen.
fr: Ce document a @count révision en attente

source: Edit
de: Editieren

source: Moderate revisions
de: Versionen moderieren
fr: Modérer les révisions

source: As this content is in moderation, you cannot choose here. A new revision is always created.
de: Da dieser Inhalt moderiert wird, kann hier nicht gewählt werden. Es wird immer eine neue Version erstellt.
fr: Comme ce contenu est en cours de modération, vous ne pouvez pas le choisir. Une nouvelle révision est toujours créé.

source: You cant choose here, as this content is under moderation. Publishing is forced.
de: Hier ist keine Auswahl möglich, da dieser Inhalt moderiert wird. Veröffentlichung wird erzwungen.
fr: Tu ne peux pas choisir ici, ce contenu est en cours de modération. Il doit être publié.

source: Moderation history
de: Freigabehistorie
fr: Historique des modération

source: Date
de: Datum

source: Author
de: Autor
fr: Auteur

source: Transition
de: Übergang

source: Revision
de: Version

source: You cannot edit the document, as the latest revision is under moderation. Set the revision back to the state "!state" to be able to edit.
de: Sie können dieses Dokument nicht bearbeiten, da die letzte Version gerade moderiert wird. Setzen Sie diese Revision auf den Status "!state" zurück, um wieder editieren zu können.

source: History
de: Verlauf
fr: Historique

source: State of node type @type changed from '@from_state' to '@to_state'
de: Status des Inhaltstyps @type wurde von ‚@from‘ in ‚@to_state‘ geändert.
fr: État du noeud de type @type achangé de '@from_state' vers '@to_state'

source: Change moderation state
de: Moderations-Status ändern
fr: Changer l'état de la modération

source: Show the content moderation history.
de: Inhaltsmoderations-Verlauf anzeigen.
fr: Afficher l'historique de modération de contenu.

source: Configure content moderation.
de: Content moderation konfigurieren

source: General
de: Allgemein

source: Saves the current live vid of a node
de: Speichert die aktuelle Live-Version eines Beitrags
fr: Enregistrer le vid courant du noued visible

source: Defines all possible states
de: Definiert alle möglichen Stati
fr: Définit tous les états possibles

source: Defines the valid transitions for states
de: Definiert alle erlaubten Übergange für Stati
fr: Définit les transitions valable pour les Etats

source: Content moderation states
de: Contente moderation Stati

source: Enter name of new state.
de: Geben Sie den Namen des Status ein

source: Create
de: Erstellen

source: Delete
de: Löschen

source: Choose a state
de: Neuer Status

source: Your settings have been saved.
de: Ihr Einstellungen wurden gespeichert

source: States
de: Status

source: Transitions
de: Übergang

source: Edit the state of this revision (review, approve).
fr: Modifier l'état de cette révision (révision, approbation).

source: Edit the moderation status of this revision.
fr: Modifier l'état de la modération de cette révision.

source: Live
fr: Actuel

source: Workflow state
fr: Etat Workflow

source: Your content has been saved as a pending revision. Click !here to view your revision.
fr: Votre contenu a été enregistré comme une révision en attente. Cliquez !ici pour voir votre révision.

source: here
fr: ici

source: Your content has been saved as a pending version. Click !here to view the live version.
fr: Votre contenu a été enregistré en tant que version en attente. Cliquez !ici pour voir la version visible.

source: The revision of this node has been created on @date by @author.
fr: La révision de ce nœud a été créée le @date par @author.

source: Initial revision - this node is under moderation and no revision has been set live yet.
fr: Révision initiale - ce nœud est en cours de modération et aucune révision n'a été mis visible pour le moment.

source: Auto-creating live version as a template
fr: Auto-création de version visible en tant que modèle

source: Content Moderation
fr: Modération de contenu

source: Content Moderation (by Impressive.media)
fr: La modération du contenu (par Impressive.media)
